
export const bengaliWriters = [
    {
        id: 1,
        name: "রবীন্দ্রনাথ ঠাকুর",
        details:
            "রবীন্দ্রনাথ ঠাকুর (১৮৬১-১৯৪১) ছিলেন একজন বিশ্ববিখ্যাত বাঙালি কবি, লেখক, দার্শনিক, সঙ্গীতজ্ঞ, এবং নাট্যকার। তিনি ১৯১৩ সালে 'গীতাঞ্জলি' কবিতার জন্য সাহিত্যে নোবেল পুরস্কারে ভূষিত হন। তাঁর রচনাবলী বাংলা সাহিত্যকে বিশ্বের দরবারে পরিচিত করেছে। রবীন্দ্রনাথের কবিতা, গান, নাটক, গল্প, উপন্যাস বাংলা সাহিত্যের গুরুত্বপূর্ণ অংশ হিসেবে গণ্য হয়। 'নোবেল' পুরস্কার প্রাপ্তির পর তিনি পৃথিবীজুড়ে কবি হিসেবে পরিচিত হন। 'গীতাঞ্জলি', 'চিত্রাঙ্গদা', 'রক্তকলি', 'বিচিত্র শাব্দিক কাব্য' তার অন্যতম অমর সৃষ্টি। তিনি বাংলা গানের ভান্ডারেও এক উল্লেখযোগ্য ভূমিকা পালন করেছেন। রবীন্দ্রনাথ বাংলা নাটককে একটি নয়া দিশা দিয়েছেন। তার রচনায় সমাজ, সংস্কৃতি, স্বাধীনতা, মানবতা, এবং শান্তির বার্তা নিহিত। রবীন্দ্রনাথ ঠাকুরের সাহিত্য শুধু বাংলাতেই নয়, পৃথিবীজুড়ে মানুষকে প্রভাবিত করেছে। তিনি 'জাতীয় কবি' হিসেবেও পরিচিত।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635728/writter/rabindra_ogtseq.jpg"
    },
    {
        id: 2,
        name: "কাজী নজরুল ইসলাম",
        details:
            "কাজী নজরুল ইসলাম (১৮৯৯-১৯৭৬) ছিলেন বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ কবি, গীতিকার, সঙ্গীতজ্ঞ, এবং জাতীয় কবি। তিনি 'বিদ্রোহী কবি' হিসেবে খ্যাত, তাঁর রচনা বিদ্রোহ, মানবাধিকার এবং সমাজের শোষণমূলক প্রথার বিরুদ্ধে এক প্রতিরোধের আওয়াজ। তার 'বিদ্রোহী', 'চল, চল', 'জাগো বাংলা' জাতীয় অঙ্গনে শক্তিশালী ভূমিকা পালন করেছে। তিনি রাগ ও প্রেমের মিশ্রণে অসাধারণ কবিতা সৃষ্টি করেছেন, যা বাংলা কবিতার ধারায় এক নতুন যুগের সূচনা করেছে। কাজী নজরুল ইসলামের গানগুলো মানবতা, ধর্মনিরপেক্ষতা এবং জাতীয় একতার বার্তা দেয়। তার সৃষ্টি বাংলা গানে বিপ্লবী গতি আনে। নজরুলের 'নবজাগরণ' অমর সৃষ্টি, যা সমাজের দৃষ্টিভঙ্গি পরিবর্তন করতে সহায়ক ছিল। তার কবিতাগুলি শুধু সমাজের প্রতিকূলতার বিরুদ্ধে নয়, স্বাধীনতা ও প্রেমের শাশ্বত চেতনা নিয়ে লেখা হয়েছে। নজরুলের সাহিত্যকর্ম বিশ্বজুড়ে অবদান রেখেছে।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635729/writter/nazrul_esgqc9.jpg"
    },
    {
        id: 3,
        name: "শরৎচন্দ্র চট্টোপাধ্যায়",
        details:
            "শরৎচন্দ্র চট্টোপাধ্যায় (১৮৭৬-১৯৩৮) ছিলেন বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ ঔপন্যাসিক, গল্পকার ও গদ্যলেখক। তার উপন্যাসগুলি সাধারণ মানুষের জীবনের একেবারে নিকটে ছিল এবং তাদের মনোজগতের গভীরে প্রবেশ করেছিল। 'দেবদাস', 'শ্রীকান্ত', 'চরিত্রহীন', 'পথের পাঁচালী' প্রভৃতি উপন্যাসগুলি তাকে বাঙালি সাহিত্য জগতে অমর করে রাখে। শরৎচন্দ্রের সাহিত্য কেবল প্রেম, সম্পর্ক এবং সামাজিক সমস্যা নিয়ে নয়, ধর্ম, সমাজ, সংস্কৃতির অজানা দিকও আলোকিত করেছে। তার সাহিত্যকে সাধারণ মানুষের জীবনের রূপরেখা হিসেবে দেখা হয়। সমাজের অসঙ্গতি এবং মানুষের হৃদয়ের গহীনে প্রবেশ করার ক্ষমতা ছিল তাঁর। শরৎচন্দ্রের লেখায় মানবিক দিক তুলে ধরে সমাজের অন্ধকার দিকগুলো উন্মোচিত হয়। 'দেবদাস' তার শ্রেষ্ঠ সৃষ্টি, যা বিভিন্ন সংস্করণে এবং চলচ্চিত্রে পরিণত হয়েছে। শরৎচন্দ্রের সাহিত্য আজও মানুষের হৃদয়ে অম্লান।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635729/writter/sarat_rnrkkd.jpg"
    },
    {
        id: 4,
        name: "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
        details:
            "বঙ্কিমচন্দ্র চট্টোপাধ্যায় (১৮৩৮-১৮৯৪) ছিলেন বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ ঔপন্যাসিক, কবি, এবং সাংবাদিক। তিনি 'আনন্দমঠ' ও 'বন্দে মাতরম' গানের রচয়িতা হিসেবে পরিচিত। 'আনন্দমঠ' উপন্যাসটি ভারতের স্বাধীনতা সংগ্রামের এক অনন্য সৃষ্টি এবং তার লেখা 'বন্দে মাতরম' গানটি স্বাধীনতা আন্দোলনের প্রেরণা দিয়েছে। তিনি বাংলা গদ্য সাহিত্যের আধুনিক রূপ গড়ে তোলেন। বঙ্কিমচন্দ্র চট্টোপাধ্যায় একদিকে যেমন রোমান্টিক সাহিত্য রচনায় নিপুণ, তেমনি সমাজ সংস্কারের জন্যও অগ্রণী ভূমিকা পালন করেন। 'কপালকুণ্ডলা' এবং 'রজনী' তার বিখ্যাত সৃষ্টি। তাঁর সাহিত্য সমাজের অন্ধকার দিকগুলোকে আলোচনায় নিয়ে আসে এবং মানবতার বৃহত্তর কল্যাণের জন্য সংগ্রাম চালিয়ে যায়। বঙ্কিমচন্দ্রের সাহিত্য বিশ্বভারতী পাঠ্যক্রমে অন্তর্ভুক্ত রয়েছে।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635728/writter/bankim_jsl9fe.jpg"
    },
    {
        id: 5,
        name: "জীবনানন্দ দাশ",
        details:
            "জীবনানন্দ দাশ (১৮৯৯-১৯৫৪) ছিলেন আধুনিক বাংলা কবিতার পথিকৃৎ। তিনি বাংলা সাহিত্যের অন্যতম প্রধান কবি, যিনি আধুনিকতার সঙ্গে কবিতাকে নতুনভাবে রূপ দিয়েছিলেন। 'বনলতা সেন', 'স্বপ্ন বিভ্রম', 'ঘুমন্ত শহর' তার বিখ্যাত কবিতা। জীবনের গভীরতা, প্রকৃতির সঙ্গে মানুষের সম্পর্ক এবং মনোজগতের রহস্যাবলী তার কবিতায় ফুটে উঠেছে। তিনি খুবই অন্তর্মুখী কবি, যার কবিতায় বাস্তবতা এবং কল্পনা মিশে যায়। তার লেখায় প্রকৃতি, সময় ও অস্তিত্বের প্রশ্ন উঠে এসেছে। জীবনানন্দের কবিতা মরমি, পলাতক এবং অনুভূতির চরম গভীরে প্রবেশ করেছে। তার সাহিত্য ভাবনা খুবই ব্যক্তিগত, কিন্তু তা যুগের চাহিদা অনুযায়ী সমগ্র মানবতার সাথে সম্পর্কিত। জীবনানন্দ দাশের কবিতাগুলোর শুদ্ধতা এবং শক্তি আজও পাঠকদের মুগ্ধ করে।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635728/writter/jibonando_ezocxe.jpg"
    },
    {
        id: 6,
        name: "মাইকেল মধুসূদন দত্ত",
        details:
            "মাইকেল মধুসূদন দত্ত (১৮২৪–১৮৭৩) ছিলেন বাংলা সাহিত্যের একজন বিশিষ্ট কবি এবং নাট্যকার। তিনি বাংলা মহাকাব্য ধারায় 'মেঘনাদবধ কাব্য' রচনা করে এক অনন্য নজির স্থাপন করেন। শেক্সপিয়রের নাটকের প্রভাবে তিনি বাংলা নাট্য সাহিত্যকে আধুনিক রূপ দেন। তিনি প্রথম বাংলা সনেট রচনা করেন এবং আমিত্রাক্ষর ছন্দের প্রবর্তন ঘটান। 'তিলোত্তমাসম্ভব কাব্য', 'ব্রজাঙ্গনা', 'কৃষ্ণকুমারী' ইত্যাদি তাঁর উল্লেখযোগ্য রচনা। তিনি ইংরেজি শিক্ষায় শিক্ষিত ছিলেন এবং বাংলা সাহিত্যকে পাশ্চাত্য আদর্শে সমৃদ্ধ করতে চেয়েছিলেন। বাংলা সাহিত্যে মহাকাব্যিক ধারা এবং নাট্যরীতির নতুন দিগন্ত তিনি উন্মোচন করেন। তার জীবন ছিল চরম দারিদ্র্য, ত্যাগ, এবং স্বপ্নভঙ্গের এক নিদর্শন। তবুও সাহিত্যিক কীর্তিতে তিনি বাংলা সাহিত্যে চিরস্থায়ী আসন লাভ করেন।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635728/writter/modhushudon_t3lhiz.jpg"
    },
    {
        id: 7,
        name: "সুকান্ত ভট্টাচার্য",
        details:
            "সুকান্ত ভট্টাচার্য (১৯২৬–১৯৪৭) ছিলেন একজন প্রতিভাবান বিপ্লবী কবি, যিনি মাত্র ২১ বছর বয়সে মৃত্যুবরণ করেন। তাঁর কবিতায় দরিদ্র মানুষের দুঃখ, সমাজতান্ত্রিক চেতনা এবং সমাজ বদলের স্বপ্ন প্রকাশ পেয়েছে। 'ছাড়পত্র', 'ঘুম নেই', 'পূর্বাভাস' ইত্যাদি তাঁর বিখ্যাত কাব্যগ্রন্থ। সুকান্তের কবিতার ভাষা সহজ, স্পষ্ট এবং প্রতিবাদী, যা সাধারণ মানুষের হৃদয়ে স্পন্দন তোলে। তিনি কমিউনিস্ট আদর্শে বিশ্বাসী ছিলেন এবং তাঁর লেখায় শোষণের বিরুদ্ধে সজাগ কণ্ঠ শোনা যায়। সুকান্তকে 'কিশোর কবি' বললেও তার চিন্তা ও বয়ান ছিল প্রাপ্তবয়স্কের মতো পরিপক্ক। তার কবিতাগুলো আজও সামাজিক আন্দোলন এবং বিপ্লবী চেতনার অনুপ্রেরণা হিসেবে ব্যবহৃত হয়। tuberculosis-এ আক্রান্ত হয়ে অল্প বয়সে তিনি মৃত্যুবরণ করেন, কিন্তু সাহিত্য জগতে অমর হয়ে রয়েছেন।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635728/writter/sukanto_faxixm.jpg"
    },
    {
        id: 8,
        name: "মানিক বন্দ্যোপাধ্যায়",
        details:
            "মানিক বন্দ্যোপাধ্যায় (১৯০৮–১৯৫৬) ছিলেন বিংশ শতাব্দীর একজন প্রভাবশালী বাঙালি ঔপন্যাসিক এবং ছোটগল্পকার। তাঁর রচনায় সমাজের নিপীড়িত মানুষের জীবনের বাস্তবতা, দারিদ্র্য, এবং সংগ্রাম অনন্যভাবে ফুটে উঠেছে। 'পুতুলনাচের ইতিকথা', 'পদ্মা নদীর মাঝি', 'জননী', 'দিবারাত্রির কাব্য' ইত্যাদি তার বিখ্যাত উপন্যাস। তিনি ফ্রয়েডীয় মনস্তত্ত্ব এবং মার্ক্সবাদী দর্শনের প্রভাবিত ছিলেন, যা তার সাহিত্যে স্পষ্টভাবে প্রতিফলিত হয়। মানিকের গল্পগুলো সাধারণ মানুষের জীবনঘনিষ্ঠ এবং সাহসী। তার লেখার স্টাইল ছিল অত্যন্ত তীক্ষ্ণ, পরিপূর্ণ বাস্তবতা ও জীবন অভিজ্ঞতায় ভরা। মানিক বাংলা সাহিত্যে প্রগতিশীল ধারার এক মুখ্য পুরুষ হিসেবে বিবেচিত হন। তাঁর সাহিত্য এখনও বাংলা সাহিত্যের পাঠ্যক্রম এবং গবেষণার গুরুত্বপূর্ণ অংশ।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635728/writter/manik_zximdp.jpg"
    },
    {
        id: 9,
        name: "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
        details:
            "বিভূতিভূষণ বন্দ্যোপাধ্যায় (১৮৯৪–১৯৫০) ছিলেন একজন খ্যাতনামা ঔপন্যাসিক, যিনি গ্রামবাংলার জীবন, প্রকৃতি ও মানুষের জীবনবোধকে গভীরভাবে ফুটিয়ে তুলেছেন। তাঁর সর্বাধিক পরিচিত উপন্যাস 'পথের পাঁচালী', যা পরবর্তীতে সত্যজিৎ রায়ের চলচ্চিত্রে রূপান্তরিত হয়। 'অপরাজিত', 'আরণ্যক', 'ইছামতী' প্রভৃতি উপন্যাসও তাঁর গুরুত্বপূর্ণ রচনা। বিভূতিভূষণের সাহিত্য জীবন ও প্রকৃতির মধ্যে এক দার্শনিক সম্পর্ক গড়ে তোলে। তিনি সাধারণ মানুষের অনুভূতিকে তার লেখার মধ্য দিয়ে রূপায়িত করেছেন। তাঁর রচনায় প্রকৃতির স্নিগ্ধতা, দারিদ্র্যপীড়িত জীবনের বাস্তবতা এবং মানবিক দৃষ্টিভঙ্গি একসঙ্গে মিলে যায়। বিভূতিভূষণের সাহিত্য বাংলার মাটির গন্ধমাখা এবং জীবনের সরলতা ও গাম্ভীর্যের চমৎকার মিশ্রণ। তাঁর সাহিত্য আজও একইভাবে পাঠকপ্রিয়।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747636072/writter/bhibuti_d5ju66.jpg"
    },
    {
        id: 10,
        name: "তারাশঙ্কর বন্দ্যোপাধ্যায়",
        details:
            "তারাশঙ্কর বন্দ্যোপাধ্যায় (১৮৯৮–১৯৭১) ছিলেন একজন বিশিষ্ট বাঙালি ঔপন্যাসিক এবং গল্পকার। তাঁর সাহিত্য সমাজের অন্তর্নিহিত বৈষম্য, ধর্ম, জাতপাত এবং গ্রামীণ জীবনের সমস্যাকে ঘিরে গড়ে উঠেছে। তাঁর উল্লেখযোগ্য রচনার মধ্যে 'হাঁসুলী বাঁকের উপকথা', 'গণদেবতা', 'রাধারাণী', 'পঞ্চগ্রাম' অন্যতম। 'গণদেবতা' উপন্যাসটির জন্য তিনি জয় করেছেন জ্ঞানপীঠ পুরস্কার। তাঁর রচনায় মানুষ, ধর্ম, সমাজ ও রাজনীতির নানা দ্বন্দ্ব ও টানাপোড়েন স্থান পেয়েছে। তারাশঙ্কর নিজেও রাজনীতির সঙ্গে যুক্ত ছিলেন এবং তার অভিজ্ঞতা সাহিত্যে প্রতিফলিত হয়েছে। তিনি গ্রামীণ বাংলার বাস্তবতা, ধর্মীয় সংকট এবং সামাজিক কাঠামোকে গভীরভাবে বিশ্লেষণ করেছেন। বাংলা সাহিত্যের গ্রামকেন্দ্রিক ধারার একজন পথিকৃৎ হিসেবেই তিনি আজও স্মরণীয়।",
        image:
            "https://res.cloudinary.com/pritom303/image/upload/v1747635728/writter/tarashankar_ldbplt.jpg"
    },
];

